const ayatofday = [
    {
        "ayat": "Мы ниспосылаем в Коране то, что является исцелением и милостью для верующих",
        "code": "17:82"
    },
    {
        "ayat": "Мы непременно испытаем вас незначительным страхом, голодом, потерей имущества, людей и плодов. Обрадуй же терпеливых, которые, когда их постигает беда, говорят: «Воистину, мы принадлежим Аллаху, и к Нему мы вернемся",
        "code": "2:155-156"
    },
    {
        "ayat": "Неужели люди полагают, что их оставят в покое и не подвергнут испытанию только за то, что они скажут: «Мы уверовали»? Мы подвергали испытанию и тех, кто жил задолго до них. Ведь Аллах знает наперёд тех, которые правдивы, и тех, которые лживы",
        "code": "29:2-3"
    },
    {
        "ayat": "(Аллах тот) Кто сотворил смерть и жизнь, чтобы испытать вас и увидеть, чьи деяния окажутся лучше. Он – Могущественный, Прощающий",
        "code": "67:2"
    },
    {
        "ayat": "Мы сделали одних из вас искушением для других: проявите ли вы терпение? Твой Господь – Видящий",
        "code": "25:20"
    },
    {
        "ayat": "Не расслабляйтесь и не печальтесь, в то время как вы будете на высоте, если вы действительно являетесь верующими",
        "code": "3:139"
    },
    {
        "ayat": "Мы создали человека из смешанной капли, подвергая его испытанию, и сделали его слышащим и зрячим. Мы повели его путем либо благодарным, либо неблагодарным. Мы приготовили для неверующих цепи, оковы и пламя. А благочестивые будут пить из чаши вино, смешанное с кафуром. Рабы Аллаха будут пить из источника, давая ему течь полноводными ручьями",
        "code": "76:2-6"
    },
    {
        "ayat": "...и Аллах воздал вам печалью за печаль, чтобы вы не скорбели о том, что было вами упущено, и о том, что поразило вас. Аллаху известно о том, что вы совершаете",
        "code": "3:153"
    },
    {
        "ayat": "Неужели люди полагают, что их оставят и не подвергнут искушению только за то, что они скажут: «Мы уверовали»?",
        "code": "29:2"
    },
    {
        "ayat": "Ваши стремления различны. Тому, кто делал пожертвования и был богобоязнен,  кто признавал наилучшее, Мы облегчим путь к легчайшему.  А тому, кто был скуп и полагал, что не нуждается [в божественном руководстве], кто счел ложью наилучшее, Мы облегчим путь к тягчайшему",
        "code": "92:4-10"
    },
    {
        "ayat": "Аллах сказал: «Не бойтесь, ибо Я – с вами. Я слышу и вижу»",
        "code": "20:46"
    },
    {
        "ayat": "Аллах – Покровитель тех, которые уверовали. Он выводит их из мраков к свету",
        "code": "2:257"
    },
    {
        "ayat": "O вы, кoтopыe yвepoвaли, будьте терпеливыми и состязайтесь в терпении, бyдьтe cтoйкими и бoйтecь Aллaxa, – мoжeт быть, вы обретете спасение",
        "code": "3:200"
    },
    {
        "ayat": "Когда человек осознает это, он чувствует, как становится ближе к Нему. Он дал эти испытания, Он даст и их решение. Каждый раз, когда с нами случаются неприятности или мы переживаем сложным времена, мы должны помнить о следующем: «Аллах не возлагает на человека сверх того, что Он даровал ему. После тяготы Аллах создает облегчение",
        "code": "65:7"
    },
    {
        "ayat": "Воистину, за каждой тягостью наступает облегчение",
        "code": "94:5"
    },
    {
        "ayat": "Не равны добро и зло. Оттолкни зло тем, что лучше, и тогда тот, с кем ты враждуешь, станет для тебя словно близкий любящий родственник. Но не будет это даровано никому, кроме тех, кто проявляет терпение, и не будет это даровано никому, кроме тех, кто обладает великой долей",
        "code": "41:34-35"
    },
    {
        "ayat": "Среди людей есть и такой, который поклоняется Аллаху, находясь на грани между верой и неверием. Если ему достается добро, то благодаря этому он чувствует себя уверенно; если же его постигает искушение, то он оборачивается вспять. Он теряет как этот мир, так и Последнюю жизнь. Это и есть очевидный убыток!",
        "code": "22:11"
    },
    {
        "ayat": "Обратитесь за помощью к терпению и намазу. Воистину, намаз является тяжким бременем для всех, кроме смиренных, которые убеждены в том, что они встретятся со своим Господом и что они возвратятся к Нему",
        "code": "2:45-46"
    },
    {
        "ayat": "Мы испытываем вас добром и злом для искушения, и к Нам вы будете возвращены",
        "code": "21:35"
    },
    {
        "ayat": "Мир вам за то, что вы проявили терпение! Как же прекрасна Последняя обитель!",
        "code": "13:24"
    },
];


